---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.CalculatedCoolingLoad
source: html/95104d02-8e88-996b-39d4-1df6fb4f6048.htm
---
# Autodesk.Revit.DB.Mechanical.Space.CalculatedCoolingLoad Property

Get the Calculated Cooling Load of the Space.

## Syntax (C#)
```csharp
public double CalculatedCoolingLoad { get; }
```

## Remarks
This property is used to get the Calculated Cooling Load of the Space.